Repository: lundskommun/kartverktyget
Catalog: survey/locale/*/LC_MESSAGES/django.po
Languages: sv

source: Link
sv: Länk

source: public link
sv: publik länk

source: results link
sv: resultatlänk

source: Free-text
sv: Fritext

source: School trips (original crawls)
sv: Skolresor

source: created
sv: skapad

source: title
sv: titel

source: This title is shown to all users.
sv: Den här rubriken syns för alla användare.

source: slug
sv: kortnamn

source: Slug, or short-name. Used in URLs. Needs to be unique.
sv: Kortnamn som används i URL:er. Måste vara unik.

source: user
sv: användare

source: This is the user currently owning this survey. If you change this to someone else, and you are not a super-user, then you will not be able to see the survey any longer.
sv: Det här är den användare som äger denna undersökning. Om du ändrar den till någon annan och du själv inte har superanvändare kommer du inte längre att ha tillgång till undersökningen.

source: description
sv: beskrivning

source: This description is show to the contributors.
sv: Den här beskrivningen kan läsas av de som deltar i undersökningen.

source: map center
sv: kartans mittpunkt

source: Map center is where to center the map when the user first arrives.
sv: Kartans mittpunkt anger var kartans mitt ska vara när användaren först anländer på sidan.

source: published
sv: publicerad

source: Decides if the survey should be available to contributors.
sv: Avgör om din undersökning ska vara tillgänglig för de som deltagit.

source: questionnaire
sv: frågeformulär

source: Decides which questionnaire to use.
sv: Avgör vilket frågeformulär som ska användas.

source: image
sv: bild

source: Image to be shown in conjunction with your survey.
sv: Bild som ska visas i samband med din undersökning.

source: Cannot modify questionnaire. Survey already has contributions.
sv: Det går inte att ändra i frågeformuläret längre då undersökningen redan fått in svar.

source: survey
sv: undersökning

source: surveys
sv: undersökningar

source: questionnaire data
sv: frågeformulärets data

source: This is the stored responses from the contribution. Not to be edited.
sv: Här är de sparade svar användarna lämnat. Dessa ska inte redigeras.

source: geometry data
sv: geometriska data

source: This is the stored geoemetry from the contribution. Not to be edited.
sv: Här är den sparade geometrin som användarna lämnat. Dessa ska inte redigeras.

source: IP address
sv: IP-adress

source: This is the IP address that the contribution originated from.
sv: Det här är den IP-adress som bidraget eller svaren skickats ifrån.

source: Contribution from %s
sv: Bidrag från %s

source: contribution
sv: bidrag

source: contributions
sv: bidrag

source: What would you want to tell us about the location/route?
sv: Vad vill du berätta om platsen/sträckan?

source: How did the child get to school today?
sv: Hur kom barnet till skolan idag?

source: Walked by him/herself or with other children
sv: Gick själv eller tillsammans med andra barn

source: Walked with an adult
sv: Gick med en vuxen

source: Cycled by him/herself or with other children
sv: Cyklade själv eller tillsammans med andra barn

source: Cycled with an adult
sv: Cyklade med en vuxen

source: Rode public transportation by him/herself or with other children
sv: Åkte med kollektivtrafik på egen hand eller tillsammans med andra barn

source: Rode public transportation with an adult
sv: Åkte med kollektivtrafik tillsammans med en vuxen

source: Driven by car or other motor vehicle
sv: Blev körd i bil eller med annat motordrivet fordon

source: Did the child use a helmet?
sv: Använde barnet hjälm?

source: Don't know
sv: Vet inte

source: Not applicable
sv: Går inte att tillämpa här

source: Yes
sv: Ja

source: No
sv: Nej

source: What age is the child?
sv: Ange barnets ålder

source: Where was the child going?
sv: Vart var barnet på väg?

source: Don't want to say
sv: Vill inte svara på det

source: Pre-school
sv: Förskola

source: School
sv: Skola

source: Recreation center
sv: Fritidsgård

source: Home
sv: Hemma

source: Results for
sv: Resultatet för

source: Statistics
sv: Statistik

source: The survey contains, in total:
sv: Undersökningen innehåller totalt:

source: points
sv: punkter

source: lines
sv: linjer

source: polygons
sv: polygoner

source: Export
sv: Exportera

source: Select data export. Note that you can only export one data type (e.g. lines) at a time.
sv: Välj den data du vill exportera. Tänk på att du bara kan exportera en typ av data (exempelvis linjer) åt gången.

source: Data type
sv: Typ av data

source: Points
sv: Punkter

source: Lines
sv: Linjer

source: Polygons
sv: Polygoner

source: Export to Excel
sv: Exportera till Excel

source: Export to GeoJSON
sv: Exportera till GeoJSON

source: Not Allowed
sv: Ej tillåtet

source: Sorry, you are not allowed to access the results of this survey.
sv: Vi beklagar men resultatet av denna undersökning är inte tillgänglig för dig.

source: Contact Us
sv: Kontakta oss

source: Help
sv: Hjälp

source: Submit
sv: Skicka in

source: Cancel
sv: Avbryt

source: Saving...
sv: Spara...

source: Survey:
sv: Undersökning:

source: Important!
sv: Viktigt!

source: By using this service, you approve to the usage of cookies for tracking purposes.
sv: Genom att använda denna tjänst godkänner du att kakor används.

source: This service is provided by the City of Lund.
sv: Den här tjänsten tillhandahålls av Lunds kommun.

source: First time here? Here's a short guide!
sv: Är detta ditt första besök här? Här kommer en kort introduktion!

source: This is where you start. On your left you find some information, help and contact buttons, as well as buttons to contact us and get back to this guide.
sv: Här startar du. I vänsterfältet hittar du kort information om undersökningen samt ikoner för att kontakta oss samt för att komma tillbaka till det här hjälpverktyget.

source: In the top-right corner you'll find the tool that allows you to switch between different maps. Pick the one that suits you the best.
sv: Högst upp i högra hörnet hittar du verktyg för att byta mellan olika sorters kartor. Välj den karta som passar dig bäst.

source: Use these tools to place markers, or draw lines or areas in the map.
sv: De här verktygen använder du för att rita in punkter, sträckor eller områden på kartan.

source: When you have drawn on the map, a form will appear on the left in which you can provide information about the place or route you've drawn.
sv: När du har gjort en markering på kartan kommer ett formulär upp i vänsterfältet. Där kan du berätta mer om den plats eller sträcka du markerat.

source: Got it!
sv: Klart!

source: Survey Closed
sv: Undersökningen är stängd

source: Sorry, this survey is closed.
sv: Vi beklagar men denna undersökning är stängd.

source: [...] (truncated)
sv: [...] (trunkerad)
